<template>
	<div id="regulationsAccordion">
		<div class="card" v-for="(regulation, index) in regulations" :key="index">
			<div class="card-header" :id="'regulationHeading' + index">
				<h5 class="mb-0">
					<button
						class="btn"
						data-toggle="collapse"
						:data-target="'#regulationCollapse' + index"
						:aria-expanded="index === 0 ? 'true' : 'false'"
						:aria-controls="'regulationCollapse' + index"
					>
						{{ regulation.version }}
					</button>
				</h5>
			</div>

			<div
				:id="'regulationCollapse' + index"
				class="collapse"
				:class="{ show: index === 0 }"
				aria-labelledby="'regulationHeading' + index"
				data-parent="#regulationsAccordion"
			>
				<div class="card-body">
					<strong>規章內容：</strong>
					<pre>{{ regulation.content }}</pre>
				</div>
			</div>
		</div>
	</div>
</template>

<script>
	export default {
		data() {
			return {
				regulations: [
					{
						version: '建商草案',
						date: '2024-06-01',
						content: `
								附件（九）【波爾多2樂菲莊園】社區規約
			                       第一條：本現約法源及效力所及花團本社區規約法源依據「公寓大廈管理條例」（以下稱本條例）機關設定。本規約之效力及於本社區企體區分所有權人及住戶。
			                       第二條：專有部分、共用部分、約定專用部分、約定共用部分
			                       一、本公寓大廈專有部分、共用部分、約定專用部分、約定共用部分的劃分如下：
			                       （一）專有部分：指編有獨立門牌號碼或所在地址證明之戶，並登記為區分所有權人所有者。
			                       （二）共用部分：指不屬於專有部分與專有附屬建築物，而供共同使用者。
			                       （三）約定專用部分：本大廈共用部分中，約定供特定區分所有權人使用者。
			                       （四）約定共用部分：大廈專有部分經約定供共同使用者；本大廈法定空地、屋頂平台應供全體區分所有權人及住戶共同使用，非經規約或區分所有權人會議之決議不得約定為專用部分。但起造人或建築業者之買賣契約書或分管契約書已有約定時，從其約定。
			                       二、本公寓大廈周圍上下及外牆面為共用部分，由全體區分所有權人維護其外觀使用。起造人於銷售時必要得適當設置廣告物，銷售完成後應回復原狀。其後本公寓大廈周圍上下及外牆面如要懸掛或設置廣告物，處依本規約或區分所有權人會議之決議。
			                       三、地下室汽車停車空間依奧茂德建設股份有限公司之買賣契約書約定使用。
			                       四、下列各款所列之特定對象基於業務上之必要，得無償使用該共用部分或約定共用部分：
			                       （一）受託管理業務或承包工作者
			                       （二）台灣電力公司
			                       （三）天然瓦斯公司
			                       （四）電信機構（含約定之網路業者）
			                       （五）自來水事業處
			                       第三條：區分所有權人會議由本社區全體區分所有權人組成。其定期會議及臨時會議之召開依「公寓大廈管理條例」第二十五條之規定召開。
								来人如區公斯有都张和一人產生  其後由主任委員擔任）  （第一次由起造人擔任召集人  區分所有權人會議; 應由召集人於開會前十日以書而栽明開會內容  通知各區分所有權人 。 但有急迫情事须召開除時會者,得於公佈  項開會通知中載明並公告之  欄公告之 公告期閒不得少於二日。管理委員之選任事項 ,應於前  "  、 下列各款事項 感經區分所有權人會議決議  不得以臨時動議提出  ' （ー） 现約之订业或變更"  （ニ） 管理奏員执行费用之支付项日及麦体辦法  （三） 本社區之重大修能或改良  （四） 住戶之张制還離成區分所有推人之強制出讓  （五） 的定專用或約定共用事项。  。  （六） 其他依法令需由區分所有權人會議次議之事項。  四  會議之目的如為感有部分之約定共用事項 魔先經该專有部分之區  分所有權人書面同意 始得成為議案。  五 承租者或使用者經該專有部分之區分所有權人同意 得列席區分所  有權人會議陳述其意見。  六、冬事有部分之區分所有權人有一表決權 。數人共有一專有都分者  該表決權應推由一人行使 。  +、匠分所有權人得以言面委託他人代理出席。代理人應於簽到前,提  出區分所有權人之出席委託書  八、開會通知之發送 以會前十日登錄之區分所有 權人名冊為據。區分  所有權人資格於開會前如有異動時 取得資格者 應出具相關證明  文件  O  九區分所有權人會議討論事項 。除本規約第三條第三項第一款至第五  款之事項應有區分所有權人三分之二以上及其區分所有權比例合計  三分之二以上出席 以出席人數四分之三以上及其區分所有權比例  佔出席人數區分所有權四分之三以上之同意行之外 其餘決議均應  有區分所有權人過半數及其區分所有權比例合計過半數之出席以  出席人數過半數及其區分所有權比例佔出席人數區分所有權合計過  半數之同意行之 。  +、區分所有權人會議依前條規定未獲致洪議、出嚴區分所有椎人之人  數或其區分所有權比例合計未達前條定額者 召集人得就同一議案  重新召集會議; 其開議應有區分所有權人三人並五分之一以上及其  區分所有權比例合計五分之一以上出府 以出帝人數過半數及其區  分所有權比例佔出席人數區分所有權合計過半數之同意作成洪議。  前揭洪議之會議紀錄依 「公富大廈管理條例」第三十四條第一項規
								定送達各區分所有權人後 , 各區分所有權人得於卡日内以首西表示  反對意見。 青品反對意见未想過全體區分所有推人及共區公所有术  比例含計半數時一 该決議视為成立。會最主席處於會議成立後+  内以書面送達全體區分所有權人並公告之。  第 四 條：公寓大廈有關文件之保管责任  規約、會議記錄、簽到薄、出席委託書、使用执照影本、 歲工圆规及  關文件應由管理委員會會保管之實 ,區分所有權人或利寄關像人知有  面請求関覽時,不得拒絕。
		第 五 條：管理委員會委員人數  為處理區分所有關係所生事務' 本社區由區分所有權人及住戶 互透管理  委員組成管理委員會。管理委員會組成如下  :  主任委員一名。  副主任委員一名。  財務委員一名。  四、 監察委員一名 。  其他委員由社區推選五名 合計共九名  。  主任委員、副主任委員、財務委員及監察委員 由區分所有權人任之  主任委員、副主任委員、財務委員、監察委員邊任時應予公告'解任時  亦同。  委員之任免亦得經區分所有權人五分之一連署。召開臨時區分所有權人  大會 經二分之一出席 二分之一通過任免之 。
		第六條：管理委員會會議之召開  、 主任委員應至少每二個月召開管理委員會會議乙次  二、發生重大事故有及時處理之必要,或經三分之一以上委員請求召開  管理委員會會議時,主任委員應儘速召開臨時管理委員會會議。  三、 管理委員會會議應有過半數以上之委員出席參加。其討論事項處握  出席委員通半數以上之決議通過  。  四 、 有關管理委員會之會議記錄 應包括下列內容  （一）開會時間、地點 。  （二） 出席人員及列席人員名單  （三） 討論事項之經過概要及決議事項內容 。  五、管理委員會會議之決議事項 應作成為會議記錄 ;由主席簽名！於  會後十五日內公告之。
		七 條 主任委員、副主任委員、財務委員、監察委員及管理委員  第  之資格及選任   主任委员、副主任委員、财務委质及监察委其山管理委员互速六  一  2、主任委员一副主任委員、时務委員及監界委員需为區分所有州人  三委日魔以下列方式之一通能が  （一） 委員名額未按分區分配名額時  " 並以獲出  席區分所有權人及共區分所有權比例多者為當選"  操記名單記法選舉  （ニ） 委員名額按分區分配名额時, 採無記名單记法蓬舉 並以獲該  區區分所有權人較多者為當選。  四 、委員之任期 至少一年 至多二年。 連選得連任一次。  "  五、 主任委員 副主任委員  -  时常会員发常亚委因有下列情事之一着  "  即當然解任  .  （一） 主任委員、 副主任委員及财務委员丧央區分所有權人資格者"  （二） 管理委員喪失住户賣格者。  二十條第二項所定之拒絕移交者。 自任期居滿日起 視同解任。  七、管理委員出缺時 由候補委員依序遞補 其任期以補足原管理委員  "  "  所遺之任期為限 並視一任：
		第 入條：主任委員、副主任委員 、財務委員及監察委員之消極資格  ~  有下列情事之一者 不得充任主任委員 副主任委員 財務委員及監察  委員。其已充任者 即當然解任  0  一、 曾犯詐掀、背信、侵占罪或邃反工商管理法令,經受有期徒刑一年  以上刑期之宣告 服刑期滿尚未逾二年者。  二、曾服公職虧空公款 經判決確定 ,服刑期滿尚未逾二年者。  三、受破產之宣告 尚未復權者。  四、有重大丧失債信情事 尚未了結或了結後尚未逾二年者。  五、無行為能力或限制行為能力者。
		第 九條：主任委員。副主任委員、財務委員及監察委員之權限  一、主任委員對外代表管理委員會'並依管理委員會決議執行「公寓大  廈管理條例」第三十六條規定事項。  、生任委員愿於定期區分所有椎人會議中 對全體區分所有權人報告  二  前一會計年度之有關執行事務。  三、主任委員得經管理委員會法議 封共用部分投保火災保險、责任保  險及其他財產保險  會決機道边。背其一部分之藏瑞委任共他委  四、  員處理。
		五  副主任委員應輔佐主任委員执行業務 於主任委員因故不能行使職  權時代理其職務  六、財務委員掌管公共基金、管理及維護分擔費用 （以下簡稱為管理  費）、使用償企等之收取、保管、運用及支出耸事務。  七、管理委員應进守法令、規約及區分所有權人會議、管理委員會之決  議。 為全體區分所有權人之利益 誠實執行職務
	第 十 條：公共基金、管理貨之绒納、為充裕共用部分在管理上必要之經背,區分所有權人應遵照區分所  有權人會議決議之規定向管理委員會繳交下列款項  （一） 公共基金。  。  （二） 管理費。  二、管理費之分擔基準  1. 各區分所有權人應按共建物查記總面積（不含停車位面積）計算以每  坪每月定額分擔 。  2. 停車位以每一車位以每位每月定額分擔 。  3.定額計算標準由區分所有權人會議決議訂定  。  本社區收費標準由各區分所有權人依照區分所有權人會議之決議分  -  擔之。但第一次區分所有權人會議召開前或區分所有權人會議未決  議時,買賣契約有規定者從其規定 未規定者各區分所有權人應按  其所有建物登記坪數（不含停車位面積）及車位個數分攤之  四、各項費用之收繳、支付方法,授權管理委員會訂定 管理委員會得  委 由管理服務人代為執行。  五、管理費以足數開支為原則 公共基金依每月管理費百分之五至百分  之二十收繳 其赏率由管理委員會訂定之,如達一定金額時 得經  區分所有椎人會議之決議停止收戰。  六 、區分所有權人若在規定之日期前未繳納應繳金領時 管理委員會得  訴請法院命其给付應繳之金額及另外收取遲延利息,該遲延利息以  未繳金額之年息10％計算。
	第十一條：管理費。公共基金之管理及運用  、管理委員會為執行財務運作業務 應以管理委員會名義開设銀行或  郵局儲金帳戶。  二、管理費用途如下 "  委任或僱傭管理服務人之報酬。  二） 共用部分、約定共用部分之管理、維護數用或使用償金。  一  （三） 有關共用部分之火哭保險費、責任保險費及其他財產保險費。  （四） 管理組織之辦公室、電話費及其他事務實。
	（五） 税捐及其他徵收之税賦。  （六） 其他基地及共用部分等之經常管理貨用。  公共基全用途如下  川  （ー） 每經一定之年度 所進行之計畫性修絡者 。  （ニ） 因意外事故或其他臨時急需之特別事山 必须修鳝者  。  （三） 共用部分及相關設施之拆除 亚大修络或改良。  -  （四） 供垫付前款之費用 但感由收缴之管理貨歸业。  （五） 其他基地及共用部分等之經常管理做用 但應由收繳之管理費  歸墊。  第 十二 條：共用部分修繕費用之負擔比例  共用部分之修繼, 由管理委員會為之 共费用由公共基金支付 公共基  金不足時  裁分攤之。 但修增费像国可歸實於區分所有權人之事山所致者、由該區  分所有權人負擔  °
	常 十三條： 共用部分及約定共用部分之使用  住户對共用部分及約定共用部分之使用應依其設置目的及通常使用方法  為之。
	常 十四 條： 專有部分及約定專用部分之使用限制  、 區分所有權人及住户對專有部分及約定專用部分之使用 應依法依  ニ 、區分所有權人及住戶對於專有部分及約定專用部分應依符合法令規  约為之。  定之方式使用 並不得有損害建築物主要構造及妨害建築物環境品  質。在本公寓大廈內施工時 應遵守管理委員會之規定 。  三、 本社區公寓大廈如有十二歲以下之住户時,就其專有部分外牆開口  部或陽臺得自行設置不妨礙逃生且不突出外牆面之防墜設施（係避免  兒童由外牆開口部或陽臺墜落所為之設施）。防墜設施設置後 ,如因  鼓置理由消失（無十二歲以下之住户）且不符前項規定者 區分所有  權人應予改善或回復原狀。
	常 十五 你： 公共環境維護  (=) 各住戶應依建築法及相關法令之規定使用建築物 。  （二） 各住戶應按時繳交管理費 遵行管理委員會決議之相關規章與  規定。  （三） 各住戶不得飼養家禽 （如雞、鴨等會產生危害公共環境衛生之  家禽） 。
	（四）不随地便溺、吐痰或抛棄果皮、煙蒂、紙屑奥康物 O  （五） 自家飼養貓狗的費便應隨地立即济除。  （六） 使用電梯應注意公共衡生及不得任意塗畫。  （七） 在公共場所或非曬衣陽台不得晾嚨衣物  （入） 維護生活環境、不踐踏草坪、拳折花木或破壞環境投施  （九） 為維持本社區空氣新斜  住户僅能使用電力 、 瓦斯' 紫止使用  煤炭、柴油 重油等高污染油品為燃料 或存放會散發刺鼻味  之物料  （十） 住户除原起造人設計外,非經管委會同意,不得於戶外任何地  點裝設招牌、缆绍窗等影響外觀一致性之設施 ,如有选規行為  ‣ 得由管委會聘人拆除修復 所需費用由違規人自行負擔  。  （十ー） 禁止私自變更外牆結構,破壞社區整體外觀 。  （十二） 搬運物品如有垃圾或紙屑遗留公共區城,應隨即捡拾  
第十六 條：公共秩序安全維護  （一） 凡易燃、易爆、有毒及異味及其他任何危險物品 均不攜入社  區、以維公共安全。  （二） 不私自接用公共水電並注意水電安全。  （三） 公共場所通道及樓梯問等公共空間不放置物品或佔用 以保惕  通,如有達規行為 得由管委會聘人清除或拆除修復 所需費  用由這規人自行負擔  （四） 不在戶內及陽台燃放鞭炮或燃燒冥紙、纸張、衣物以及其他發  煙物品 ,以免室內煙警器感應鈴發響誤傳火警 。  （五） 不在本社區經營色情或危及公共安全或遵反公序良俗之行業 。  （六） 機車、腳踏車不得隨便停在公共空問 。  （七） 本社區所有有關大樓結構安全之樑、柱、牆 （合併戶之隔戶牆  除外） 在依圖施工完成交予住戶之後 絕對不作任何破壞  否則管委會有權制止 住戶及作用之裝潢工人並負造成公共危  險之刑責 本社區各所有權人均有權提出訴訟。  （八） 不得招呼小販或推銷人員進入本大樓販賣物品。  （九） 不得在禁止停車地點隨意停放車輛。  （十） 使用電梯應小心輕用 嚴禁人數超過及客梯載貨使用 。  （十ー） 不作妨害社區良好秩序行為 並支特警衛人員執行安全勤務  
（十ニ） 公共區域種植之盆栽 應維護其安全及美觀。  （十三） 外出前檢查門窗是否關好 ,並留意左鄰右舍,做好守望相助  工作。  
（十四） 發現盜賊侵入,應立即向警察機關報案並通知服務中心操取  緊急措施 。  （十五） 約束免童不得以「電梯 」為玩具,不玩弄「對講機」及緊急  按鈕,不隨意按下「消防箱」之按鈕。  （十六） 住戶於維護修繼或行使權利時 ,不得妨寄其他住户之安寧  安全。  （十七）管委會因維護、修鳝共用部分或設置管線必须進入住戶室內  時,住戶不得拒絕。  
第 十七 條： 財務運作之監督規定  、管理委員會之會計年度自每年一月一日起至當年十二月三十一日  止。  青理委员金感刘作业保管财病會计银薄、公共设施投端清局、回定  二、青產與發項購置明如恨冊、區分所有描人與區分所有權比例名冊  等。如區分所有權人或利害關係人以書面理由請求関覽時'不得加  以拒絕,但得指定関覽之日期、時問與地點。  三、管委會應於每月十五日前公布本社區上一月份之財務報表 明列收  入、支出及結餘情形。  四、財務報表應經主任委員、副主任委員、財務委員簽認後始可公佈"  以昭公信 。  
第十八 條：糾紛之協調程序  、本社區區分所有權人或住戶問發生糾紛時,由管理委員會邀集雙方  當事人進行協調。  二、有關區分所有權人、管理委員會或利害關係人問訴訟時 應以管轄  本社區所在地之地方法院為第一審法院。  
第十九條：有關本社區之法定空地、星顶平台、地下室停車位等之使  用 悉依與茂德建設股份有服公司所立房屋預定買賣契約書中分管特約  條款之約定管理使用 另本社區之社區中心及門廳等公共設施, 乙方得  為銷售之目的無價優先使用之 ; 以上約定視為共有人兩對共有部分之分  管特約 依本共有分管性質 甲已雙方各共有人縱將其應有部分讓與第  三人或以次之任何人 （含承租人、借用人等） .本分管特約對其受讓人  仍繼續存在。任何出讓人感告知並要求其受讓人同意此分管特約 如有  達反 （含管理人） 致生糾纷或損客 该出讓人應負責解洪,否則應對  方或其他甲方負損害賠償責任 。  
第 二十 條 約定專用分管特約  （一）本社區各棟緩降機及避難指示燈設置位置如下  二楼：A3、C7、E5、115 柳;三楼 ：^3、C6.F3.G3 棟  四樓 :A2 D2、 E3 、13 棟;五樓 ：^2.D2.C2、112 棟3  六樓 :A1 D1 、E1、I 棟;七痰： B1、CI.F1.G1 棟？  八樓 ：B1、C1、F2、G2 棟 ;九樓 ：B2、C2.F6、G6 棟'  十樓 ：B2、C2、 118、E8 棟  （二）本社區地下一層如附圖（二）,依主管機關核准之建照, 規劃655個  機車位及164個自行車停車位 其中如附圖（八）1-6號及86-99號共  20個機車位及114-118號共5個自行車位 ,由區分所有權人新北市  救筋数共指定解位（作为公监投地之社會任老20P）約定身開外  大能楼臺位墓白行业位由共做區公所有城人恢法共同使用並由管  委會統等管理,未來所有區分所有權人不得因未使用到自行車停  車位 而有任何主張。  三）地上一樓法定空地產權為全體區分所有權人共有。除了依相關法  令或建築規劃設計加裝必要設施外 並不得加蓋進建或任意變更  使用用途。  （四）本社區Á6、A7、D6、D7、E5、E6、H5、H6棟二樓、F3、F5、G3~  65棟三樓及B6、C6棟四樓之露台依現行法令不能辦理產權登記。  基於私密性之尊重及安全考量 甲方同意該部分由相鄰之區分所  有權人約定專用使用權如附圖（六）所示 除了依相關法令或建築  規劃設計加裝必要設施外 並不得加蓋達建或任意變更使用用途  
五）區分所有權人充分瞭解, 本建案社區坐落基地（地號：斯馨段13、15  地號二筆）範圍包括YOUBIKE自行車位。區分所有權人謹此同意  日後須維持開放前開YOUBIKE自行車位供公眾通行停車使用 並同  意就本件房屋坐落基地包含YOUBIKE自行車位部分,不會對茂德建  設股份有限公司提出任何民事、刑事或行政上之請求或主張？且  同意對乙方拋棄一切民事及刑事之請求權利。如區分所有 權人日  後以栅欄或園牆占用前關YOUBIKE自行車位部分 而遭第三人反對
戊遭拆除時、區分所有權人亦同意不得對茂德建设股价有限公司 主張瑕疵擔保或其他民事、刑事或行政上之請桌或主張。 （六）公益受施單位區公共空間及律业空阿特別約定： +社區公寓大廈、公益設施單位、停車空問,均共用所有門廉（含管 寿會使周空間爱可共同使用之投物等）出入口、中道、電梯、桩饰 。 甲方同意社區公寓大廈、公益設施單位 （地下五層至屋頂突出 物） 及地上一樓法定空地,共同成立管理委員會管理、維護。
 二十一 條：其他事項 -.共用部分及约定共用部分之使用管理事項 本規約未規定者 ,得授 權管理委員會另定使用規則。 二、 區分所有權人資格有異動時,取得資格者應以書面提出登記資料向 管理委員會進行住戶 名冊變更。 三、區分所有權人將其專有部分出租他人或供他人使用時,該承租者或 使用者亦應遵守本規約各項規定。 四、區分所有權人應在租赁 （或使用） 契約書中載明承租人 ( 或使用人 不得達反本規約之規定 。 五、室内隔問若有裝潢設計變更情事 需事先向主管機關申請裝修報伤 ノ 六、本社區規約自簽訂之日起生效。 七、本規約中未規定之事項 應依公寓大廈管理條例、公寓大廈管理條 例施行細則及其他相關法令之規定辦理 。
								`,
					},
				],
			};
		},
	};
</script>

<style>
	#regulationsAccordion {
		margin-top: 50px;
		text-align: left;
	}

	.btn {
		font-size: 20px;
		font-weight: 700;
	}
</style>
