<template>
	<div id="regulationsAccordion">
		<div class="card" v-for="(regulation, index) in regulations" :key="index">
			<div class="card-header" :id="'regulationHeading' + index">
				<h5 class="mb-0">
					<button
						class="btn btn-link"
						data-bs-toggle="collapse"
						:data-bs-target="'#regulationCollapse' + index"
						:aria-expanded="index === 0 ? 'true' : 'false'"
						:aria-controls="'regulationCollapse' + index"
					>
						{{ regulation.version }}
					</button>
				</h5>
			</div>

			<div
				:id="'regulationCollapse' + index"
				class="collapse"
				:class="{ show: index === 0 }"
				aria-labelledby="'regulationHeading' + index"
				data-bs-parent="#regulationsAccordion"
			>
				<div class="card-body">
					<strong>規章內容：</strong>
					<pre v-html="regulation.content"></pre>
				</div>
			</div>
		</div>
	</div>
</template>

<script>
	export default {
		data() {
			return {
				regulations: [
					{
						version: '(擬)第一版',
						date: '2024-05-13',
						content: `
附件（九）【波爾多2樂菲莊園】社區規約
第一條：本現約法源及效力所及花團本社區規約法源依據「公寓大廈管理條例」（以下稱本條例）機關設定。本規約之效力及於本社區企體區分所有權人及住戶。
第二條：專有部分、共用部分、約定專用部分、約定共用部分
	一、本公寓大廈專有部分、共用部分、約定專用部分、約定共用部分的劃分如下：
		（一）專有部分：指編有獨立門牌號碼或所在地址證明之戶，並登記為區分所有權人所有者。
		（二）共用部分：指不屬於專有部分與專有附屬建築物，而供共同使用者。
		（三）約定專用部分：本大廈共用部分中，約定供特定區分所有權人使用者。
		（四）約定共用部分：大廈專有部分經約定供共同使用者；本大廈法定空地、屋頂平台應供全體區分所有權人及住戶共同使用，非經規約或區分所有權人會議之決議不得約定為專用部分。但起造人或建築業者之買賣契約書或分管契約書已有約定時，從其約定。
	二、本公寓大廈周圍上下及外牆面為共用部分，由全體區分所有權人維護其外觀使用。<span class="highlight strikethrough">起造人於銷售時必要得適當設置廣告物，銷售完成後應回復原狀。</span>其後本公寓大廈周圍上下及外牆面如要懸掛或設置廣告物，處依本規約或區分所有權人會議之決議。
	三、地下室汽車停車空間依奧茂德建設股份有限公司之買賣契約書約定使用。
	四、下列各款所列之特定對象基於業務上之必要，得無償使用該共用部分或約定共用部分：
		<span class="highlight strikethrough">（一）受託管理業務或承包工作者</span>
		（二）台灣電力公司
		（三）天然瓦斯公司
		（四）電信機構（含約定之網路業者）
		（五）自來水事業處
第三條：區分所有權人會議
	一、由本社區全體區分所有權人組成。其定期會議及臨時會議之召開依「公寓大廈管理條例」第二十五條之規定召集人由區分所有權人互推一人產生。（第一次由起造人擔任召集人，其後由主任委員擔任） 
	二、區分所有權人會議，應由召集人於開會前十日以書面載明開會內容  通知各區分所有權人。但有急迫情事须召開臨時會者，得於公佈欄公告之，公告期間不得少於二日。管理委員之選任事項，應於前項開會通知中載明並公告之，不得以臨時動議提出。
	三、下列各款事項，應經區分所有權人會議決議：
		（一）規約之訂立或變更
		（二）管理委員執行费用之支付項目及支付辦法
		（三）本社區之重大修繕或改良
		（四）住戶之強制遷離或區分所有權人之強制出讓
		（五）約定專用或約定共用事項。
		（六）其他依法令需由區分所有權人會議決議之事項。
	四、會議之目的如為專有部分之約定共用事項，應先經該專有部分之區分所有權人書面同意，始得成為議案。  
	五、會議之目的如對某專有部分之承租者或使用者有利害關係時，該等承租者或使用者經該專有部分之區分所有權人同意，得列席區分所有權人會議陳述其意見。  
	六、各專有部分之區分所有權人有一表決權 。數人共有一專有部分者，該表決權應推由一人行使 。  
	七、區分所有權人得以書面委託他人代理出席。代理人應於簽到前，提出區分所有權人之出席委託書。  
	八、開會通知之發送，以會前十日登錄之區分所有權人名冊為據。區分所有權人資格於開會前如有異動時，取得資格者，應出具相關證明文件。
	九、區分所有權人會議討論事項。除本規約第三條第三項第一款至第五款之事項應有區分所有權人<span class="highlight strikethrough">三分之二</span><span class="highlight">二分之一</span>以上及其區分所有權比例合計<span class="highlight strikethrough">三分之二</span><span class="highlight">二分之一</span>以上出席，以出席人數四分之三以上及其區分所有權比例佔出席人數區分所有權四分之三以上之同意行之外，其餘決議均應有區分所有權人過半數及其區分所有權比例合計過半數之出席，以出席人數過半數及其區分所有權比例佔出席人數區分所有權合計過半數之同意行之。
	十、區分所有權人會議依前條規定未獲致洪議、出席區分所有權人之人數或其區分所有權比例合計未達前條定額者，召集人得就同一議案重新召集會議；其開議應有區分所有權人三人並五分之一以上及其區分所有權比例合計五分之一以上出席，以出席人數過半數及其區分所有權比例佔出席人數區分所有權合計過半數之同意作成決議。前揭決議之會議紀錄依「公寓大廈管理條例」第三十四條第一項規定送達各區分所有權人後，各區分所有權人得於七日内以書面表示反對意見。書面反對意見未超過全體區分所有權人及其區公所有權比例合計半數時，該決議視為成立。會議主席應於會議成立後十内以書面送達全體區分所有權人並公告之。
第四條：公寓大廈有關文件之保管責任
	<span class="highlight strikethrough">規約、會議記錄、簽到薄、出席委託書、使用執照影本、竣工圖說及有關文件應由管理委員會負保管之責，區分所有權人或利害關係人如有書面請求閱覽時，不得拒絕。</span>
	<span class="highlight">利害關係人於必要時，得請求閱覽或影印規約、公共基金餘額、會計憑證、會計帳簿、財務報表、欠繳公共基金與應分攤或其他應負擔費用情形、管理委員會會議紀錄及前條會議紀錄，管理負責人或管理委員會不得拒絕。</span>
第五條：管理委員會委員人數
  為處理區分所有關係所生事務，本社區由區分所有權人<span class="highlight strikethrough">及住戶</span><span class="highlight">及配偶或有行為能力的直系親屬</span>互選管理委員組成管理委員會。管理委員會組成如下:
  <span class="highlight strikethrough">一、主任委員一名。
  二、副主任委員一名。
  三、財務委員一名。
  四、監察委員一名。
  其他委員由社區推選五名，合計共九名。</span>
  <span class="highlight">管委會組成由ABCDEFGH各棟分別推選2位委員，店鋪推選1位委員，合計共17位委員，再由委員互相推選各項職務。</span>
  主任委員、副主任委員、財務委員及監察委員，由區分所有權人<span class="highlight">及配偶或有行為能力的直系親屬</span>任之。
  主任委員、副主任委員、財務委員、監察委員選任時應予公告，解任時亦同。
  委員之任免亦得經區分所有權人<span class="highlight">六</span><span class="highlight strikethrough">五</span>分之一連署。召開臨時區分所有權人大會，經<span class="highlight">四</span><span class="highlight strikethrough">二</span>分之一出席，二分之一通過任免之。
第六條：管理委員會會議之召開
	一、主任委員應至少每二個月召開管理委員會會議乙次。
	二、發生重大事故有及時處理之必要，或經三分之一以上委員請求召開管理委員會會議時，主任委員應儘速召開臨時管理委員會會議。
	三、管理委員會會議應有過半數以上之委員出席參加。其討論事項應經出席委員過半數以上之決議通過。
	四、有關管理委員會之會議記錄，應包括下列內容：
		（一）開會時間、地點 。
		（二）出席人員及列席人員名單
		（三）討論事項之經過概要及決議事項內容。
	五、管理委員會會議之決議事項，應作成為會議記錄；由主席簽名，於會後十五日內公告之。
第七條：主任委員、副主任委員、財務委員、監察委員及管理委員之資格及選任
	一、主任委員、副主任委員、財務委員及監察委員由管理委員互選之。  
	二、主任委員、副主任委員、財務委員及監察委員需為區分所有權人<span class="highlight">及配偶或有行為能力的直系親屬</span>。
	三、委員應以下列方式之一選任：  
		（一）委員名額未按分區分配名額時，採記名單記法選舉，並以獲出席區分所有權人及共區分所有權比例多者為當選。
		（ニ）委員名額按分區分配名額時，採無記名單記法選舉，並以獲該區區分所有權人較多者為當選。  
	四、委員之任期，至少一年，至多二年。連選得連任一次。
	五、主任委員、副主任委員、財務委員及管理委員有下列情事之一者，即當然解任：
		（一）主任委員、 副主任委員<span class="highlight">、財務委員及監察委員</span>喪失區分所有權人資格者。
		（二）管理委員喪失住户資格者。
	六、管理委員、主任委員及管理負責人任期屆滿未再選任或有本條例第二十條第二項所定之拒絕移交者。自任期屆滿日起，視同解任。  
	七、管理委員出缺時，由候補委員依序遞補，其任期以補足原管理委員所遺之任期為限，並視一任。
第八條：主任委員、副主任委員、財務委員及監察委員之消極資格有下列情事之一者，不得充任主任委員、副主任委員、財務委員及監察委員。其已充任者，即當然解任。
	一、曾犯詐欺、背信、侵占罪或違反工商管理法令，經受有期徒刑一年以上刑期之宣告，服刑期滿尚未逾二年者。
	二、曾服公職虧空公款，經判決確定，服刑期滿尚未逾二年者。  
	三、受破產之宣告，尚未復權者。  
	四、有重大喪失債信情事，尚未了結或了結後尚未逾二年者。  
	五、無行為能力或限制行為能力者。
第九條：主任委員。副主任委員、財務委員及監察委員之權限  
	一、主任委員對外代表管理委員會，並依管理委員會決議執行「公寓大廈管理條例」第三十六條規定事項。  
	二、主任委員應於定期區分所有權人會議中，對全體區分所有權人報告前一會計年度之有關執行事務。
	三、主任委員得經管理委員會決議，封共用部分投保火災保險、責任保險及其他財產保險。
	四、主任委員得經管理委員會決議通過，將其一部分之職務委任其他委員處理。
	五、副主任委員應輔佐主任委員执行業務，於主任委員因故不能行使職權時代理其職務。
	六、財務委員掌管公共基金、管理及維護分擔費用（以下簡稱為管理費）、使用償金等之收取、保管、運用及支出等事務。
	七、管理委員應遵守法令、規約及區分所有權人會議、管理委員會之決議。為全體區分所有權人之利益，誠實執行職務。
第十條：公共基金、管理費之繳納
	一、為充裕共用部分在管理上必要之經費，區分所有權人應遵照區分所有權人會議決議之規定向管理委員會繳交下列款項。
		（一）公共基金。
		（二）管理費。
	二、管理費之分擔基準  
		1.各區分所有權人應按其建物登記總面積（不含停車位面積）計算以每坪每月<span class="highlight strikethrough">定額</span><span class="highlight">60元</span>分擔。 
		2.停車位以每一車位以每位每月<span class="highlight strikethrough">定額</span><span class="highlight">500元</span>分擔。
		3.定額計算標準由區分所有權人會議決議訂定。
	三、本社區收費標準由各區分所有權人依照區分所有權人會議之決議分擔之，但第一次區分所有權人會議召開前或區分所有權人會議未決議時，買賣契約有規定者從其規定，未規定者各區分所有權人應按其所有建物登記坪數（不含停車位面積）及車位個數分攤之。
	四、各項費用之收繳、支付方法，授權管理委員會訂定，管理委員會得委由管理服務人代為執行。  
	五、管理費以足數開支為原則 公共基金依每月管理費百分之五至百分之二十收繳，其費率由管理委員會訂定之，如達一定金額時得經區分所有權人會議之決議停止收繳。  
	六、區分所有權人若在規定之日期前未繳納應繳金領時，管理委員會得訴請法院命其给付應繳之金額及另外收取遲延利息，該遲延利息以未繳金額之年息10％計算。
第十一條：管理費。公共基金之管理及運用
	一、管理委員會為執行財務運作業務，應以管理委員會名義開設銀行或郵局儲金帳戶。
	二、管理費用途如下 
		（一）委任或僱傭管理服務人之報酬。  
		（二）共用部分、約定共用部分之管理、維護數用或使用償金。 
		（三）有關共用部分之火災保險費、責任保險費及其他財產保險費。  
		（四）管理組織之辦公室、電話費及其他事務實。
		（五）税捐及其他徵收之税賦。
		（六）其他基地及共用部分等之經常管理費用。
		<span class="highlight">（七）因管理事務洽詢律師、建築師等專業顧問公司費用。</span>
	三、公共基全用途如下：
		（ー）每經一定之年度，所進行之計畫性修繕者。
		（ニ）因意外事故或其他臨時急需之特別事山必须修繕者。
		（三）共用部分及相關設施之拆除、重大修繕或改良。
		（四）供垫付前款之費用，但應由收缴之管理費歸墊。  
		（五）其他基地及共用部分等之經常管理費用，但應由收繳之管理費歸墊。
第十二條：共用部分修繕費用之負擔比例
  共用部分之修繕，由管理委員會為之。共费用由公共基金支付，公共基金不足時，由區分所有權人按所有建物坪數(不含停車位面積)及車位個數分攤之。但修繕費係因可歸責於區分所有權人之事由所致者，由該區分所有權人負擔。
第十三條：共用部分及約定共用部分之使用
  住戶對共用部分及約定共用部分之使用應依其設置目的及通常使用方法為之。
第十四條：專有部分及約定專用部分之使用限制
	一、區分所有權人及住戶對專有部分及約定專用部分之使用，應依法依約為之。
	ニ、區分所有權人及住戶對於專有部分及約定專用部分應依符合法令規定之方式使用，並不得有損害建築物主要構造及妨害建築物環境品質。在本公寓大廈內施工時，應遵守管理委員會之規定。
	三、本社區公寓大廈如有十二歲以下之住戶時，就其專有部分外牆開口部或陽臺得自行設置不妨礙逃生且不突出外牆面之防墜設施（係避免兒童由外牆開口部或陽臺墜落所為之設施）。防墜設施設置後，如因設置理由消失（無十二歲以下之住户）且不符前項規定者，區分所有權人應予改善或回復原狀。
第十五條：公共環境維護  
	（一）各住戶應依建築法及相關法令之規定使用建築物 。  
	（二）各住戶應按時繳交管理費 遵行管理委員會決議之相關規章與規定。  
	（三）各住戶不得飼養家禽 （如雞、鴨等會產生危害公共環境衛生之家禽）。
	（四）不随地便溺、吐痰或抛棄果皮、煙蒂、紙屑奥廢物。  
	（五）自家飼養貓狗的糞便應隨地立即清除。  
	（六）使用電梯應注意公共衡生及不得任意塗畫。  
	（七）在公共場所或非曬衣陽台不得晾嚨衣物  
	（八）維護生活環境、不踐踏草坪、攀折花木或破壞環境投施。
	（九）為維持本社區空氣新鮮住戶僅能使用電力、瓦斯，禁止使用煤炭、柴油、重油等高污染油品為燃料，或存放會散發刺鼻味之物料。
	（十）住户除原起造人設計外，非經管委會同意，不得於戶外任何地點裝設招牌、鐵鋁窗等影響外觀一致性之設施，如有違規行為，得由管委會聘人拆除修復，所需費用由違規人自行負擔。
	（十ー）禁止私自變更外牆結構，破壞社區整體外觀。
	（十二）搬運物品如有垃圾或紙屑遗留公共區城，應隨即撿拾。
第十六條：公共秩序安全維護  
	（一）凡易燃、易爆、有毒及異味及其他任何危險物品 均不攜入社區、以維公共安全。  
	（二）不私自接用公共水電並注意水電安全。  
	（三）公共場所通道及樓梯問等公共空間不放置物品或佔用，以保暢通，如有違規行為，得由管委會聘人清除或拆除修復，所需費用由違規人自行負擔。
	（四）不在戶內及陽台燃放鞭炮或燃燒冥紙、纸張、衣物以及其他發煙物品，以免室內煙警器感應鈴發響誤傳火警。
	（五）不在本社區經營色情或危及公共安全或遵反公序良俗之行業。  
	（六）機車、腳踏車不得隨便停在公共空間。  
	（七）本社區所有有關大樓結構安全之樑、柱、牆（合併戶之隔戶牆除外）在依圖施工完成交予住戶之後，絕對不作任何破壞，否則管委會有權制止，住戶及僱用之裝潢工人並負造成公共危險之刑責，本社區各所有權人均有權提出訴訟。  
	（八）不得招呼小販或推銷人員進入本大樓販賣物品。  
	（九）不得在禁止停車地點隨意停放車輛。  
	（十）使用電梯應小心輕用 嚴禁人數超過及客梯載貨使用。  
	（十ー）不作妨害社區良好秩序行為 並支特警衛人員執行安全勤務。
	（十ニ）公共區域種植之盆栽 應維護其安全及美觀。  
	（十三）外出前檢查門窗是否關好，並留意左鄰右舍，做好守望相助工作。  
	（十四）發現盜賊侵入，應立即向警察機關報案並通知服務中心操取緊急措施 。  
	（十五）約束兒童不得以「電梯」為玩具，不玩弄「對講機」及緊急按鈕，不隨意按下「消防箱」之按鈕。  
	（十六）住戶於維護修繕或行使權利時，不得妨害其他住户之安寧、安全。  
	（十七）管委會因維護、修繕共用部分或設置管線必须進入住戶室內時，住戶不得拒絕。
第十七條：財務運作之監督規定
	一、管理委員會之會計年度自每年一月一日起至當年十二月三十一日止。
	二、管理委員會應製作並保管財務會計帳簿、公共設施設備清冊、固定資產與雜項購置明細帳冊、區分所有權人與區分所有權比例名冊等。如區分所有權人或利害關係人以書面理由請求閱覽時，不得加以拒絕，但得指定関覽之日期、時間與地點。
	三、管委會應於每月十五日前公布本社區上一月份之財務報表，明列收入、支出及結餘情形。  
	四、財務報表應經主任委員、副主任委員、財務委員<span class="highlight">及監察委員</span>簽認後始可公佈，以昭公信。
第十八條：糾紛之協調程序
	一、本社區區分所有權人或住戶問發生糾紛時，由管理委員會邀集雙方當事人進行協調。
	二、有關區分所有權人、管理委員會或利害關係人間訴訟時，應以管轄本社區所在地之地方法院為第一審法院。
第十九條：有關本社區之法定空地、屋頂平台、地下室停車位等之使用，悉依與茂德建設股份有服公司所立房屋預定買賣契約書中分管特約條款之約定管理使用；<span class="highlight strikethrough">另本社區之社區中心及門廳等公共設施，乙方得為銷售之目的無價優先使用之；</span>以上約定視為共有人間對共有部分之分管特約，依本共有分管性質，甲乙雙方各共有人縱將其應有部分讓與第三人或以次之任何人（含承租人、借用人等），本分管特約對其受讓人仍繼續存在。任何出讓人應告知並要求其受讓人同意此分管特約，如有違反（含管理人）致生糾纷或損害，該出讓人應負責解決，否則應對乙方或其他甲方負損害賠償責任。
第二十條：約定專用分管特約  
	（一）本社區各棟緩降機及避難指示燈設置位置如下：
	  二楼：A3、C7、E5、H5 棟；三樓：A3、C6、F3、G3 棟；
	  四樓：A2、D2、E3、H3 棟；五樓：A2、D2、E2、H2 棟；
	  六樓：A1、D1、E1、H1 棟；七樓：B1、C1、F1、G1 棟；
	  八樓：B1、C1、F2、G2 棟；九樓：B2、C2、F6、G6 棟；
	  十樓：B2、C2、H8、E8 棟  
	（二）本社區地下一層如附圖（二），依主管機關核准之建照，規劃655個機車位及164個自行車停車位，其中如附圖（八）1-6號及86-99號共20個機車位及114-118號共5個自行車位，由區分所有權人新北市政府或其指定單位（作为公益設施之社會住宅20戶）約定專用外，其餘機車位及自行車位由其餘區分所有權人依法共同使用並由管委會統籌管理，未來所有區分所有權人不得因未使用到自行車停車位而有任何主張。  
	（三）地上一樓法定空地產權為全體區分所有權人共有。除了依相關法令或建築規劃設計加裝必要設施外，並不得加蓋違建或任意變更使用用途。  
	（四）本社區Á6、A7、D6、D7、E5、E6、H5、H6棟二樓、F3、F5、G3、G5棟三樓及B6、C6棟四樓之露台依現行法令不能辦理產權登記。基於私密性之尊重及安全考量，甲方同意該部分由相鄰之區分所有權人約定專用使用權如附圖（六）所示，除了依相關法令或建築規劃設計加裝必要設施外，並不得加蓋違建或任意變更使用用途。
	（五）區分所有權人充分瞭解，本建案社區坐落基地（地號：斯馨段13、15地號二筆）範圍包括YOUBIKE自行車位。區分所有權人謹此同意，日後須維持開放前開YOUBIKE自行車位供公眾通行停車使用，並同意就本件房屋坐落基地包含YOUBIKE自行車位部分，不會對茂德建設股份有限公司提出任何民事、刑事或行政上之請求或主張，且同意對乙方拋棄一切民事及刑事之請求權利。如區分所有權人日後以栅欄或圍牆占用前開YOUBIKE自行車位部分，而遭第三人反對或遭拆除時，區分所有權人亦同意不得對茂德建设股份有限公司主張瑕疵擔保或其他民事、刑事或行政上之請求或主張。
	（六）公益設施單位暨公共空間及停車空間特別約定：
	  社區公寓大廈、公益設施單位、停車空問，均共用所有門廳（含管委會使用空間及可共同使用之設備等）出入口、車道、電梯、樓梯。甲方同意社區公寓大廈、公益設施單位（地下五層至屋頂突出物） 及地上一樓法定空地，共同成立管理委員會管理、維護。
第二十一條：其他事項 
	一、共用部分及约定共用部分之使用管理事項，本規約未規定者，得授權管理委員會另定使用規則<span class="highlight">，並於下次區分所有權人會議決議追認</span>。 
	二、區分所有權人資格有異動時，取得資格者應以書面提出登記資料向管理委員會進行住戶名冊變更。 
	三、區分所有權人將其專有部分出租他人或供他人使用時，該承租者或使用者亦應遵守本規約各項規定。 
	四、區分所有權人應在租赁（或使用）契約書中載明承租人( 或使用人不得達反本規約之規定。
	五、室内隔間若有裝潢設計變更情事，需事先向主管機關申請裝修報備。
	六、本社區規約自簽訂之日起生效。 
	七、本規約中未規定之事項，應依公寓大廈管理條例、公寓大廈管理條例施行細則及其他相關法令之規定辦理。
						`,
					},
					{
						version: '建商草案',
						date: '2024-05-04',
						content: `
附件（九）【波爾多2樂菲莊園】社區規約
第一條：本現約法源及效力所及花團本社區規約法源依據「公寓大廈管理條例」（以下稱本條例）機關設定。本規約之效力及於本社區企體區分所有權人及住戶。
第二條：專有部分、共用部分、約定專用部分、約定共用部分
	一、本公寓大廈專有部分、共用部分、約定專用部分、約定共用部分的劃分如下：
		（一）專有部分：指編有獨立門牌號碼或所在地址證明之戶，並登記為區分所有權人所有者。
		（二）共用部分：指不屬於專有部分與專有附屬建築物，而供共同使用者。
		（三）約定專用部分：本大廈共用部分中，約定供特定區分所有權人使用者。
		（四）約定共用部分：大廈專有部分經約定供共同使用者；本大廈法定空地、屋頂平台應供全體區分所有權人及住戶共同使用，非經規約或區分所有權人會議之決議不得約定為專用部分。但起造人或建築業者之買賣契約書或分管契約書已有約定時，從其約定。
	二、本公寓大廈周圍上下及外牆面為共用部分，由全體區分所有權人維護其外觀使用。起造人於銷售時必要得適當設置廣告物，銷售完成後應回復原狀。其後本公寓大廈周圍上下及外牆面如要懸掛或設置廣告物，處依本規約或區分所有權人會議之決議。
	三、地下室汽車停車空間依奧茂德建設股份有限公司之買賣契約書約定使用。
	四、下列各款所列之特定對象基於業務上之必要，得無償使用該共用部分或約定共用部分：
		（一）受託管理業務或承包工作者
		（二）台灣電力公司
		（三）天然瓦斯公司
		（四）電信機構（含約定之網路業者）
		（五）自來水事業處
第三條：區分所有權人會議
	一、由本社區全體區分所有權人組成。其定期會議及臨時會議之召開依「公寓大廈管理條例」第二十五條之規定召集人由區分所有權人互推一人產生。（第一次由起造人擔任召集人，其後由主任委員擔任） 
	二、區分所有權人會議，應由召集人於開會前十日以書面載明開會內容  通知各區分所有權人。但有急迫情事须召開臨時會者，得於公佈欄公告之，公告期間不得少於二日。管理委員之選任事項，應於前項開會通知中載明並公告之，不得以臨時動議提出。
	三、下列各款事項，應經區分所有權人會議決議：
		（一）規約之訂立或變更
		（二）管理委員執行费用之支付項目及支付辦法
		（三）本社區之重大修繕或改良
		（四）住戶之強制遷離或區分所有權人之強制出讓
		（五）約定專用或約定共用事項。
		（六）其他依法令需由區分所有權人會議決議之事項。
	四、會議之目的如為專有部分之約定共用事項，應先經該專有部分之區分所有權人書面同意，始得成為議案。  
	五、會議之目的如對某專有部分之承租者或使用者有利害關係時，該等承租者或使用者經該專有部分之區分所有權人同意，得列席區分所有權人會議陳述其意見。  
	六、各專有部分之區分所有權人有一表決權 。數人共有一專有部分者，該表決權應推由一人行使 。  
	七、區分所有權人得以書面委託他人代理出席。代理人應於簽到前，提出區分所有權人之出席委託書。  
	八、開會通知之發送，以會前十日登錄之區分所有權人名冊為據。區分所有權人資格於開會前如有異動時，取得資格者，應出具相關證明文件。
	九、區分所有權人會議討論事項。除本規約第三條第三項第一款至第五款之事項應有區分所有權人三分之二以上及其區分所有權比例合計三分之二以上出席，以出席人數四分之三以上及其區分所有權比例佔出席人數區分所有權四分之三以上之同意行之外，其餘決議均應有區分所有權人過半數及其區分所有權比例合計過半數之出席，以出席人數過半數及其區分所有權比例佔出席人數區分所有權合計過半數之同意行之。
	十、區分所有權人會議依前條規定未獲致洪議、出席區分所有權人之人數或其區分所有權比例合計未達前條定額者，召集人得就同一議案重新召集會議；其開議應有區分所有權人三人並五分之一以上及其區分所有權比例合計五分之一以上出席，以出席人數過半數及其區分所有權比例佔出席人數區分所有權合計過半數之同意作成決議。前揭決議之會議紀錄依「公寓大廈管理條例」第三十四條第一項規定送達各區分所有權人後，各區分所有權人得於七日内以書面表示反對意見。書面反對意見未超過全體區分所有權人及其區公所有權比例合計半數時，該決議視為成立。會議主席應於會議成立後十内以書面送達全體區分所有權人並公告之。
第四條：公寓大廈有關文件之保管責任
  規約、會議記錄、簽到薄、出席委託書、使用執照影本、竣工圖說及有關文件應由管理委員會負保管之責，區分所有權人或利害關係人如有書面請求閱覽時，不得拒絕。
第五條：管理委員會委員人數
  為處理區分所有關係所生事務，本社區由區分所有權人及住戶互選管理委員組成管理委員會。管理委員會組成如下:
  一、主任委員一名。
  二、副主任委員一名。
  三、財務委員一名。
  四、監察委員一名。
  其他委員由社區推選五名，合計共九名。
  主任委員、副主任委員、財務委員及監察委員，由區分所有權人任之。
  主任委員、副主任委員、財務委員、監察委員選任時應予公告，解任時亦同。
  委員之任免亦得經區分所有權人五分之一連署。召開臨時區分所有權人大會，經二分之一出席，二分之一通過任免之。
第六條：管理委員會會議之召開
	一、主任委員應至少每二個月召開管理委員會會議乙次。
	二、發生重大事故有及時處理之必要，或經三分之一以上委員請求召開管理委員會會議時，主任委員應儘速召開臨時管理委員會會議。
	三、管理委員會會議應有過半數以上之委員出席參加。其討論事項應經出席委員過半數以上之決議通過。
	四、有關管理委員會之會議記錄，應包括下列內容：
		（一）開會時間、地點 。
		（二）出席人員及列席人員名單
		（三）討論事項之經過概要及決議事項內容。
	五、管理委員會會議之決議事項，應作成為會議記錄；由主席簽名，於會後十五日內公告之。
第七條：主任委員、副主任委員、財務委員、監察委員及管理委員之資格及選任
	一、主任委員、副主任委員、財務委員及監察委員由管理委員互選之。  
	二、主任委員、副主任委員、財務委員及監察委員需為區分所有權人。
	三、委員應以下列方式之一選任：  
		（一）委員名額未按分區分配名額時，採記名單記法選舉，並以獲出席區分所有權人及共區分所有權比例多者為當選。
		（ニ）委員名額按分區分配名額時，採無記名單記法選舉，並以獲該區區分所有權人較多者為當選。  
	四、委員之任期，至少一年，至多二年。連選得連任一次。
	五、主任委員、副主任委員、財務委員及管理委員有下列情事之一者，即當然解任：
		（一）主任委員、 副主任委員及財務委員喪失區分所有權人資格者。
		（二）管理委員喪失住户資格者。
	六、管理委員、主任委員及管理負責人任期屆滿未再選任或有本條例第二十條第二項所定之拒絕移交者。自任期屆滿日起，視同解任。  
	七、管理委員出缺時，由候補委員依序遞補，其任期以補足原管理委員所遺之任期為限，並視一任。
第八條：主任委員、副主任委員、財務委員及監察委員之消極資格有下列情事之一者，不得充任主任委員、副主任委員、財務委員及監察委員。其已充任者，即當然解任。
	一、曾犯詐欺、背信、侵占罪或違反工商管理法令，經受有期徒刑一年以上刑期之宣告，服刑期滿尚未逾二年者。
	二、曾服公職虧空公款，經判決確定，服刑期滿尚未逾二年者。  
	三、受破產之宣告，尚未復權者。  
	四、有重大喪失債信情事，尚未了結或了結後尚未逾二年者。  
	五、無行為能力或限制行為能力者。
第九條：主任委員。副主任委員、財務委員及監察委員之權限  
	一、主任委員對外代表管理委員會，並依管理委員會決議執行「公寓大廈管理條例」第三十六條規定事項。  
	二、主任委員應於定期區分所有權人會議中，對全體區分所有權人報告前一會計年度之有關執行事務。
	三、主任委員得經管理委員會決議，封共用部分投保火災保險、責任保險及其他財產保險。
	四、主任委員得經管理委員會決議通過，將其一部分之職務委任其他委員處理。
	五、副主任委員應輔佐主任委員执行業務，於主任委員因故不能行使職權時代理其職務。
	六、財務委員掌管公共基金、管理及維護分擔費用（以下簡稱為管理費）、使用償金等之收取、保管、運用及支出等事務。
	七、管理委員應遵守法令、規約及區分所有權人會議、管理委員會之決議。為全體區分所有權人之利益，誠實執行職務。
第十條：公共基金、管理費之繳納
	一、為充裕共用部分在管理上必要之經費，區分所有權人應遵照區分所有權人會議決議之規定向管理委員會繳交下列款項。
		（一）公共基金。
		（二）管理費。
	二、管理費之分擔基準  
		1.各區分所有權人應按其建物登記總面積（不含停車位面積）計算以每坪每月定額分擔。 
		2.停車位以每一車位以每位每月定額分擔。
		3.定額計算標準由區分所有權人會議決議訂定。
	三、本社區收費標準由各區分所有權人依照區分所有權人會議之決議分擔之，但第一次區分所有權人會議召開前或區分所有權人會議未決議時，買賣契約有規定者從其規定，未規定者各區分所有權人應按其所有建物登記坪數（不含停車位面積）及車位個數分攤之。
	四、各項費用之收繳、支付方法，授權管理委員會訂定，管理委員會得委由管理服務人代為執行。  
	五、管理費以足數開支為原則 公共基金依每月管理費百分之五至百分之二十收繳，其費率由管理委員會訂定之，如達一定金額時得經區分所有權人會議之決議停止收繳。  
	六、區分所有權人若在規定之日期前未繳納應繳金領時，管理委員會得訴請法院命其给付應繳之金額及另外收取遲延利息，該遲延利息以未繳金額之年息10％計算。
第十一條：管理費。公共基金之管理及運用
	一、管理委員會為執行財務運作業務，應以管理委員會名義開設銀行或郵局儲金帳戶。
	二、管理費用途如下 
		（一）委任或僱傭管理服務人之報酬。  
		（二）共用部分、約定共用部分之管理、維護數用或使用償金。 
		（三）有關共用部分之火災保險費、責任保險費及其他財產保險費。  
		（四）管理組織之辦公室、電話費及其他事務實。
		（五）税捐及其他徵收之税賦。
		（六）其他基地及共用部分等之經常管理費用。
	三、公共基全用途如下：
		（ー）每經一定之年度，所進行之計畫性修繕者。
		（ニ）因意外事故或其他臨時急需之特別事山必须修繕者。
		（三）共用部分及相關設施之拆除、重大修繕或改良。
		（四）供垫付前款之費用，但應由收缴之管理費歸墊。  
		（五）其他基地及共用部分等之經常管理費用，但應由收繳之管理費歸墊。
第十二條：共用部分修繕費用之負擔比例
  共用部分之修繕，由管理委員會為之。共费用由公共基金支付，公共基金不足時，由區分所有權人按所有建物坪數(不含停車位面積)及車位個數分攤之。但修繕費係因可歸責於區分所有權人之事由所致者，由該區分所有權人負擔。
第十三條：共用部分及約定共用部分之使用
  住戶對共用部分及約定共用部分之使用應依其設置目的及通常使用方法為之。
第十四條：專有部分及約定專用部分之使用限制
	一、區分所有權人及住戶對專有部分及約定專用部分之使用，應依法依約為之。
	ニ、區分所有權人及住戶對於專有部分及約定專用部分應依符合法令規定之方式使用，並不得有損害建築物主要構造及妨害建築物環境品質。在本公寓大廈內施工時，應遵守管理委員會之規定。
	三、本社區公寓大廈如有十二歲以下之住戶時，就其專有部分外牆開口部或陽臺得自行設置不妨礙逃生且不突出外牆面之防墜設施（係避免兒童由外牆開口部或陽臺墜落所為之設施）。防墜設施設置後，如因設置理由消失（無十二歲以下之住户）且不符前項規定者，區分所有權人應予改善或回復原狀。
第十五條：公共環境維護  
	（一）各住戶應依建築法及相關法令之規定使用建築物 。  
	（二）各住戶應按時繳交管理費 遵行管理委員會決議之相關規章與規定。  
	（三）各住戶不得飼養家禽 （如雞、鴨等會產生危害公共環境衛生之家禽）。
	（四）不随地便溺、吐痰或抛棄果皮、煙蒂、紙屑奥廢物。  
	（五）自家飼養貓狗的糞便應隨地立即清除。  
	（六）使用電梯應注意公共衡生及不得任意塗畫。  
	（七）在公共場所或非曬衣陽台不得晾嚨衣物  
	（八）維護生活環境、不踐踏草坪、攀折花木或破壞環境投施。
	（九）為維持本社區空氣新鮮住戶僅能使用電力、瓦斯，禁止使用煤炭、柴油、重油等高污染油品為燃料，或存放會散發刺鼻味之物料。
	（十）住户除原起造人設計外，非經管委會同意，不得於戶外任何地點裝設招牌、鐵鋁窗等影響外觀一致性之設施，如有違規行為，得由管委會聘人拆除修復，所需費用由違規人自行負擔。
	（十ー）禁止私自變更外牆結構，破壞社區整體外觀。
	（十二）搬運物品如有垃圾或紙屑遗留公共區城，應隨即撿拾。
第十六條：公共秩序安全維護  
	（一）凡易燃、易爆、有毒及異味及其他任何危險物品 均不攜入社區、以維公共安全。  
	（二）不私自接用公共水電並注意水電安全。  
	（三）公共場所通道及樓梯問等公共空間不放置物品或佔用，以保暢通，如有違規行為，得由管委會聘人清除或拆除修復，所需費用由違規人自行負擔。
	（四）不在戶內及陽台燃放鞭炮或燃燒冥紙、纸張、衣物以及其他發煙物品，以免室內煙警器感應鈴發響誤傳火警。
	（五）不在本社區經營色情或危及公共安全或遵反公序良俗之行業。  
	（六）機車、腳踏車不得隨便停在公共空間。  
	（七）本社區所有有關大樓結構安全之樑、柱、牆（合併戶之隔戶牆除外）在依圖施工完成交予住戶之後，絕對不作任何破壞，否則管委會有權制止，住戶及僱用之裝潢工人並負造成公共危險之刑責，本社區各所有權人均有權提出訴訟。  
	（八）不得招呼小販或推銷人員進入本大樓販賣物品。  
	（九）不得在禁止停車地點隨意停放車輛。  
	（十）使用電梯應小心輕用 嚴禁人數超過及客梯載貨使用。  
	（十ー）不作妨害社區良好秩序行為 並支特警衛人員執行安全勤務。
	（十ニ）公共區域種植之盆栽 應維護其安全及美觀。  
	（十三）外出前檢查門窗是否關好，並留意左鄰右舍，做好守望相助工作。  
	（十四）發現盜賊侵入，應立即向警察機關報案並通知服務中心操取緊急措施 。  
	（十五）約束兒童不得以「電梯」為玩具，不玩弄「對講機」及緊急按鈕，不隨意按下「消防箱」之按鈕。  
	（十六）住戶於維護修繕或行使權利時，不得妨害其他住户之安寧、安全。  
	（十七）管委會因維護、修繕共用部分或設置管線必须進入住戶室內時，住戶不得拒絕。
第十七條：財務運作之監督規定
	一、管理委員會之會計年度自每年一月一日起至當年十二月三十一日止。
	二、管理委員會應製作並保管財務會計帳簿、公共設施設備清冊、固定資產與雜項購置明細帳冊、區分所有權人與區分所有權比例名冊等。如區分所有權人或利害關係人以書面理由請求閱覽時，不得加以拒絕，但得指定関覽之日期、時間與地點。
	三、管委會應於每月十五日前公布本社區上一月份之財務報表，明列收入、支出及結餘情形。  
	四、財務報表應經主任委員、副主任委員、財務委員簽認後始可公佈，以昭公信。
第十八條：糾紛之協調程序
	一、本社區區分所有權人或住戶問發生糾紛時，由管理委員會邀集雙方當事人進行協調。
	二、有關區分所有權人、管理委員會或利害關係人間訴訟時，應以管轄本社區所在地之地方法院為第一審法院。
第十九條：有關本社區之法定空地、屋頂平台、地下室停車位等之使用，悉依與茂德建設股份有服公司所立房屋預定買賣契約書中分管特約條款之約定管理使用；另本社區之社區中心及門廳等公共設施，乙方得為銷售之目的無價優先使用之；以上約定視為共有人間對共有部分之分管特約，依本共有分管性質，甲乙雙方各共有人縱將其應有部分讓與第三人或以次之任何人（含承租人、借用人等），本分管特約對其受讓人仍繼續存在。任何出讓人應告知並要求其受讓人同意此分管特約，如有違反（含管理人）致生糾纷或損害，該出讓人應負責解決，否則應對乙方或其他甲方負損害賠償責任。
第二十條：約定專用分管特約  
	（一）本社區各棟緩降機及避難指示燈設置位置如下：
	  二楼：A3、C7、E5、H5 棟；三樓：A3、C6、F3、G3 棟；
	  四樓：A2、D2、E3、H3 棟；五樓：A2、D2、E2、H2 棟；
	  六樓：A1、D1、E1、H1 棟；七樓：B1、C1、F1、G1 棟；
	  八樓：B1、C1、F2、G2 棟；九樓：B2、C2、F6、G6 棟；
	  十樓：B2、C2、H8、E8 棟  
	（二）本社區地下一層如附圖（二），依主管機關核准之建照，規劃655個機車位及164個自行車停車位，其中如附圖（八）1-6號及86-99號共20個機車位及114-118號共5個自行車位，由區分所有權人新北市政府或其指定單位（作为公益設施之社會住宅20戶）約定專用外，其餘機車位及自行車位由其餘區分所有權人依法共同使用並由管委會統籌管理，未來所有區分所有權人不得因未使用到自行車停車位而有任何主張。  
	（三）地上一樓法定空地產權為全體區分所有權人共有。除了依相關法令或建築規劃設計加裝必要設施外，並不得加蓋違建或任意變更使用用途。  
	（四）本社區Á6、A7、D6、D7、E5、E6、H5、H6棟二樓、F3、F5、G3、G5棟三樓及B6、C6棟四樓之露台依現行法令不能辦理產權登記。基於私密性之尊重及安全考量，甲方同意該部分由相鄰之區分所有權人約定專用使用權如附圖（六）所示，除了依相關法令或建築規劃設計加裝必要設施外，並不得加蓋違建或任意變更使用用途。
	（五）區分所有權人充分瞭解，本建案社區坐落基地（地號：斯馨段13、15地號二筆）範圍包括YOUBIKE自行車位。區分所有權人謹此同意，日後須維持開放前開YOUBIKE自行車位供公眾通行停車使用，並同意就本件房屋坐落基地包含YOUBIKE自行車位部分，不會對茂德建設股份有限公司提出任何民事、刑事或行政上之請求或主張，且同意對乙方拋棄一切民事及刑事之請求權利。如區分所有權人日後以栅欄或圍牆占用前開YOUBIKE自行車位部分，而遭第三人反對或遭拆除時，區分所有權人亦同意不得對茂德建设股份有限公司主張瑕疵擔保或其他民事、刑事或行政上之請求或主張。
	（六）公益設施單位暨公共空間及停車空間特別約定：
	  社區公寓大廈、公益設施單位、停車空問，均共用所有門廳（含管委會使用空間及可共同使用之設備等）出入口、車道、電梯、樓梯。甲方同意社區公寓大廈、公益設施單位（地下五層至屋頂突出物） 及地上一樓法定空地，共同成立管理委員會管理、維護。
第二十一條：其他事項 
	一、共用部分及约定共用部分之使用管理事項，本規約未規定者，得授權管理委員會另定使用規則。 
	二、區分所有權人資格有異動時，取得資格者應以書面提出登記資料向管理委員會進行住戶名冊變更。 
	三、區分所有權人將其專有部分出租他人或供他人使用時，該承租者或使用者亦應遵守本規約各項規定。 
	四、區分所有權人應在租赁（或使用）契約書中載明承租人( 或使用人不得達反本規約之規定。
	五、室内隔間若有裝潢設計變更情事，需事先向主管機關申請裝修報備。
	六、本社區規約自簽訂之日起生效。 
	七、本規約中未規定之事項，應依公寓大廈管理條例、公寓大廈管理條例施行細則及其他相關法令之規定辦理。
						`,
					},
				],
			};
		},
	};
</script>

<style>
	#regulationsAccordion {
		margin-top: 50px;
		text-align: left;
	}

	.btn {
		font-size: 20px;
		font-weight: 700;
	}

	pre {
		white-space: pre-wrap; /* 保留空白和格式，但會在必要時換行 */
		word-wrap: break-word; /* 斷詞，以防單詞過長 */
	}

	.highlight {
		color: red;
		font-weight: bolder;
	}

	.yellow-background {
		background-color: yellow;
	}

	.strikethrough {
		text-decoration: line-through;
	}
</style>
